Repository: Distrotech/fetchmail
Catalog: po/*.po
Languages: tr

source: Option --check is not supported with ODMR
tr: --check seçeneði ODMR ile desteklenmiyor

source: server recv fatal
tr: sunucu recv ölümcül

source: Could not decode OTP challenge
tr: OPT challenge'ýnýn kodu çözülemedi

source: Secret pass phrase:
tr: Parola:

source: String '%s' is not a valid number string.
tr: '%s' katarý geçerli bir sayý katarý deðil.

source: Value of string '%s' is %s than %d.
tr: '%1$s'in deðeri %3$d'den %2$s.

source: smaller
tr: küçük

source: larger
tr: büyük

source: Invalid protocol `%s' specified.
tr: Geçersiz protokol `%s' belirtilmiþ.

source: Invalid authentication `%s' specified.
tr: Geçersiz kimlik denetlemesi yöntemi `%s' belirtilmiþ.

source: usage: fetchmail [options] [server ...]
tr: kullaným: fetchmail [seçenekler] [sunucu ...]

source: Options are as follows:
tr: Aþaðýdaki seçenekler kullanýlabilir:

source: -?, --help display this option help
tr: -?, --help bu yardým iletisini göster

source: -V, --version display version info
tr: -V, --version sürüm bilgisini göster

source: -c, --check check for messages without fetching
tr: -c, --check iletileri kontrol et ama getirme

source: -s, --silent work silently
tr: -s, --silent sessizce çalýþ

source: -v, --verbose work noisily (diagnostic output)
tr: -v, --verbose çok ayrýntýlý bilgi ver (tanýlama çýktýsý)

source: -d, --daemon run as a daemon once per n seconds
tr: -d, --daemon n saniye için bir kez daemon olarak çalýþ

source: -N, --nodetach don't detach daemon process
tr: -N, --nodetach deamon sürecini 'detach' etme

source: -q, --quit kill daemon process
tr: -q, --quit daemon sürecini öldür

source: -L, --logfile specify logfile name
tr: -L, --logfile kayýt dosyasý adýný belirle

source: --syslog use syslog(3) for most messages when running as a daemon
tr: --syslog daemon olarak çalýþýrken çoðu ileti için syslog(3) kullan

source: --invisible don't write Received & enable host spoofing
tr: --invisible 'Received' satýrlarýný yazma ve 'spoof' etmeye izin ver

source: -f, --fetchmailrc specify alternate run control file
tr: -f, --fetchmailrc baþka bir yapýlandýrma dosyasý kullan

source: -i, --idfile specify alternate UIDs file
tr: -i, --idfile baþka bir UID dosyasý kullan

source: --postmaster specify recipient of last resort
tr: --postmaster baþka bir "son çare" alýcýsý belirle

source: --nobounce redirect bounces from user to postmaster.
tr: --nobounce bounce eden iletileri kullanýcýdan postmaster'a gönder.

source: -M, --monitor monitor interface for activity
tr: -M, --monitor arayüzün etkinliðini gözle

source: --ssl enable ssl encrypted session
tr: --ssl ssl ile þifrelenmiþ oturumu etkinleþtir

source: --sslkey ssl private key file
tr: --sslkey ssl özel anahtar dosyasý

source: --sslcert ssl client certificate
tr: --sslcert ssl istemci sertifikasý

source: --plugin specify external command to open connection
tr: --plugin baðlatýlarý açmak için dýþarýdan bir program belirle

source: --plugout specify external command to open smtp connection
tr: --plugout SMTP baðlantýlarýný yapmak için dýþarýdan bir program belirle

source: -p, --protocol specify retrieval protocol (see man page)
tr: -p, --protocol belirtilen protokolü kullan (man sayfasýna bakýnýz)

source: --auth authentication type (password/kerberos/ssh/otp)
tr: --auth kimlik kanýtama türü (parola/kerberos/ssh/otp)

source: -t, --timeout server nonresponse timeout
tr: -t, --timeout sunucu zamanaþýmý süresi

source: -E, --envelope envelope address header
tr: -E, --envelope envelope adresi baþlýðý

source: -Q, --qvirtual prefix to remove from local user id
tr: -Q, --qvirtual yerel kullanýcý kimliðinden silinecek önek

source: --principal mail service principal
tr: --principal posta hizmeti pricipal'ý

source: --tracepolls add poll-tracing information to Received header
tr: --tracepolls Received baþlýklarýna yoklama bilgisi ekle

source: -u, --username specify users's login on server
tr: -u, --username kullanýcýnýn sunucudaký kullanýcý adý

source: -K, --nokeep delete new messages after retrieval
tr: -K, --nokeep getirdikten sonra yeni iletileri sil

source: -k, --keep save new messages after retrieval
tr: -k, --keep getirdikten sonra yeni iletileri sakla

source: -F, --flush delete old messages from server
tr: -F, --flush eski iletileri sunucudan sil

source: -n, --norewrite don't rewrite header addresses
tr: -n, --norewrite baþlýk adreslerini yeniden yazma

source: -l, --limit don't fetch messages over given size
tr: -w, --limit belirtilenden daha büyük iletileri getirme

source: -w, --warnings interval between warning mail notification
tr: -w, --warnings posta bildirimleri arasýndaki zaman aralýðý

source: -S, --smtphost set SMTP forwarding host
tr: -S, --smtphost bu SMTP sunucusunu kullan

source: --fetchdomains fetch mail for specified domains
tr: --fetchdomains belirtilen alan adlarý için gelen postalarý getir

source: -D, --smtpaddress set SMTP delivery domain to use
tr: -D, --smtpaddress kullanýlacak SMTP daðýtým alaný (domain) belirle

source: --smtpname set SMTP full name username@domain
tr: --smtpname bu SMTP kullanýcý@alanadý adresini kullan

source: -Z, --antispam, set antispam response values
tr: -Z, --antispam antispam yanýt deðerlerini kullan

source: -b, --batchlimit set batch limit for SMTP connections
tr: -b, --batchlimit SMTP baðlantýlarý için batch limiti belirle

source: -B, --fetchlimit set fetch limit for server connections
tr: -B, --fetchlimit sunucu baðlantýlarý için getirme sýnýrý

source: --fetchsizelimit set fetch message size limit
tr: --fetchsizelimit getirilen iletilerin boyut sýnýrýný ayarla

source: --fastuidl do a binary search for UIDLs
tr: --fastuidl UIDL'ler için 'binary' arama yap

source: -m, --mda set MDA to use for forwarding
tr: -m, --mda iletim için kullanýlacak MDA'yý belirle

source: --bsmtp set output BSMTP file
tr: --bsmtp BSMTP çýktýsýný bu dosyaya al

source: --lmtp use LMTP (RFC2033) for delivery
tr: --lmtp daðýtým için LMTP (RFC2033) kullan

source: -r, --folder specify remote folder name
tr: -r, --folder uzaktaki klasör adý olarak bunu kullan

source: --showdots show progress dots even in logfiles
tr: --showdots ilerlemeyi gösteren noktalarý kayýt dosyalarýnda bile göster

source: Required APOP timestamp not found in greeting
tr: Gerekli olan APOP zaman damgasý selamlama içerisinde bulunamadý

source: Timestamp syntax error in greeting
tr: Selamlama içindeki zaman damgasýnda sözdizim yanlýþý var

source: Undefined protocol request in POP3_auth
tr: POP3_auth'ta tanýmlanmamýþ protokol isteði

source: lock busy! Is another session active?
tr: kilit meþgul! Baþka bir oturum açýk olabilir

source: protocol error while fetching UIDLs
tr: UIDL'leri getirirken protokol hatasý

source: id=%s (num=%d) was deleted, but is still present!
tr: id=%s (num=%d) silinmiþti, fakat hala burada!

source: server option after user options
tr: kullanýcý seçeneklerinden sonra sunucu seçeneði verilmiþ

source: SDPS not enabled.
tr: SDPS etkin deðil.

source: fetchmail: interface option is only supported under Linux (without IPv6) and FreeBSD
tr: fetchmail: 'interface' seçeneði yalnýzca Linux'ta (IPv6'sýz) ve FreeBSD'de destekleniyor

source: fetchmail: monitor option is only supported under Linux (without IPv6) and FreeBSD
tr: fetchmail: 'monitor' seçeneði yalnýzca Linux'ta (IPv6'sýz) ve FreeBSD'de destekleniyor

source: SSL is not enabled
tr: SSL etkin deðil.

source: end of input
tr: girdi sonu

source: File %s must be a regular file.
tr: %s dosyasý normal bir dosya olmalý.

source: File %s must be owned by you.
tr: Dosyanin (%s) sahibi siz olmalýsýnýz.

source: Success
tr: Baþarýlý

source: Restricted user (something wrong with account)
tr: Sýnýrlý kullanýcý (kullanýcý hesabý ile ilgili yanlýþ birþeyler olabilir)

source: Invalid userid or passphrase
tr: Kullanýcý adý ya da parolasý geçersiz

source: Deity error
tr: `Deity' hatasý

source: RPA token 2: Base64 decode error
tr: RPA token 2: Base64 kod çözme hatasý

source: Service chose RPA version %d.%d
tr: Hizmet RPA sürüm %d.%d'i seçti

source: Service challenge (l=%d):
tr: Hizmet challenge'i (l=%d):

source: Service timestamp %s
tr: Hizmet zaman damgasý %s

source: RPA token 2 length error
tr: RPA token 2'de uzunluk hatasý var

source: Realm list: %s
tr: Alem listesi: %s

source: RPA error in service@realm string
tr: hizmet@alem katarýnda RPA hatasý

source: RPA token 4: Base64 decode error
tr: RPA token 4: Base64 kod çözme hatasý

source: User authentication (l=%d):
tr: Kullanýcý kimlik kanýtlama (l=%d):

source: RPA status: %02X
tr: RPA durumu: %02X

source: RPA token 4 length error
tr: RPA token 4: uzunluk hatasý

source: RPA rejects you: %s
tr: RPA sizi reddediyor: %s

source: RPA rejects you, reason unknown
tr: RPA sizi reddediyor, nedeni bilinmiyor

source: RPA User Authentication length error: %d
tr: RPA Kullanýcý Kimlik Kanýtlama uzunluk hatasý: %d

source: RPA Session key length error: %d
tr: RPA Oturumu anahtar uzunluðu hatasý: %d

source: RPA _service_ auth fail. Spoof server?
tr: RPA _hizmet_ kimlik kanýtlamasý baþarýsýz oldu.

source: Session key established:
tr: Oturum anahtarý kuruldu:

source: RPA authorisation complete
tr: RPA yetkilendirme tamamlandý

source: Get response
tr: Yanýt al

source: Get response return %d [%s]
tr: Yanýt alma %d döndü [%s]

source: Hdr not 60
tr: Baþlýk 60 deðil

source: Token length error
tr: Token uzunluk hatasý

source: Token Length %d disagrees with rxlen %d
tr: Token uzunluðu %d rxlen (%d) ile uyuþmuyor

source: Mechanism field incorrect
tr: Mekanizma alaný doðru deðil

source: dec64 error at char %d: %x
tr: karakter %d'de dec64 hatasý: %x

source: Inbound binary data:
tr: Gelen ikilik veri:

source: Outbound data:
tr: Giden veri:

source: RPA String too long
tr: RPA katarý çok uzun

source: RPA Failed open of /dev/urandom. This shouldn't
tr: RPA /dev/urandom açýlamadý. Bu durum sisteme

source: prevent you logging in, but means you
tr: girmenize engel deðildir, ancak konuþtuðunuzu

source: cannot be sure you are talking to the
tr: düþündüðünüz sistem ile konuþmuyor

source: service that you think you are (replay
tr: olabilirsiniz (kötü niyetli sistemler

source: attacks by a dishonest service are possible.)
tr: `replay' saldýrýsý yapabilir).

source: User challenge:
tr: Kullanýcý challenge'ý:

source: MD5 being applied to data block:
tr: Veri bloðuna MD5 uygulanýyor:

source: forwarding to %s
tr: %s'e iletiliyor

source: SMTP: (bounce-message body)
tr: SMTP: ('bounce' iletisi gövdesi)

source: mail from %s bounced to %s
tr: %s'den gelen ileti %s'e `bounce' edildi

source: %cMTP error: %s
tr: %cMTP hatasý: %s

source: %cMTP listener doesn't like recipient address `%s'
tr: %cMTP dinleyicisi alýcý adresi olarak `%s'i sevmedi

source: %cMTP listener doesn't really like recipient address `%s'
tr: %cMTP dinleyicisi alýcý adresi olarak `%s'i sevmedi

source: no address matches; no postmaster set.
tr: hiçbir adres uyuþmadý; postmaster yok.

source: can't even send to %s!
tr: %s'e bile gönderilemedi!

source: no address matches; forwarding to %s.
tr: hiçbir adres uymuyor; %s'e iletiyorum.

source: about to deliver with: %s
tr: iletmek üzereyim: %s

source: MDA open failed
tr: MDA açma baþarýsýz oldu

source: %cMTP connect to %s failed
tr: %2$s'e %1$cMTP baðlantýsý baþarýsýz oldu

source: can't raise the listener; falling back to %s
tr: dinleyici çalýþtýrýlamadý; %s denenecek

source: MDA died of signal %d
tr: MDA %d sinyali ile öldürüldü

source: MDA returned nonzero status %d
tr: MDA sýfýrdan baþka bir durum kodu döndürdü (%d)

source: SMTP listener refused delivery
tr: SMTP dinleyicisi daðýtýmý reddetti

source: LMTP delivery error on EOM
tr: Ýleti sonunda LMTP daðýtým hatasý

source: Unexpected non-503 response to LMTP EOM: %s
tr: LMTP EOM'a beklenmeyen, 503 olmayan yanýt: %s

source: ESMTP CRAM-MD5 Authentication...
tr: ESMTP CRAM-Md5 Kimlik kanýtlamasý...

source: Server rejected the AUTH command.
tr: Sunucu AUTH komutunu reddetti.

source: Bad base64 reply from server.
tr: Sunucudan geçersiz base64 yanýtý.

source: Challenge decoded: %s
tr: 'Challenge'ýn kodu çözüldü: %s

source: ESMTP PLAIN Authentication...
tr: ESMTP PLAIN Kimlik kanýtlamasý...

source: ESMTP LOGIN Authentication...
tr: ESMTP LOGIN Kimlik kanýtlamasý...

source: smtp listener protocol error
tr: smtp dinleyicisi protokol hatasý

source: fetchmail: malloc failed
tr: fetchmail: malloc baþarýsýz oldu

source: fetchmail: socketpair failed
tr: fetchmail: socketpair baþarýsýz oldu

source: fetchmail: fork failed
tr: fetchmail: fork baþarýsýz oldu

source: dup2 failed
tr: dup2 baþarýsýz oldu

source: running %s (host %s service %s)
tr: %s çalýþtýrýlýyor (makina %s hizmet %s)

source: execvp(%s) failed
tr: execvp(%s) baþarýsýz oldu

source: Issuer Organization: %s
tr: Çýkaran Kurum: %s

source: Warning: Issuer Organization Name too long (possibly truncated).
tr: Uyarý: Çýkaran Kurum Adý çok uzun (sonundan kesilmiþ olabilir).

source: Unknown Organization
tr: Bilinmeyen Kurum

source: Issuer CommonName: %s
tr: Çýkaran `CommonName'i: %s

source: Warning: Issuer CommonName too long (possibly truncated).
tr: Uyarý: Çýkaran `CommonName'i çok uzun (sonundan kesilmiþ olabilir).

source: Unknown Issuer CommonName
tr: Bilinmeyen Çýkaran `CommonName'i

source: Bad certificate: Subject CommonName too long!
tr: Kötü sertifika: `Subject CommonName' çok uzun!

source: Server CommonName mismatch: %s != %s
tr: Sunucu CommonName'i uyuþmazlýðý: %s != %s

source: Server name not set, could not verify certificate!
tr: Sunucu adý ayarlanmamýþ, sertifikayý doðrulayamýyorum!

source: Unknown Server CommonName
tr: Bilinmeyen Sunucu `CommonName'i

source: Server name not specified in certificate!
tr: Sunucu adý sertifikada belirtilmemiþ!

source: EVP_md5() failed!
tr: EVP_md5() baþarýsýz oldu!

source: Out of memory!
tr: Bellek yetmedi!

source: Digest text buffer too small!
tr: `Digest' metni tamponu çok küçük!

source: %s key fingerprint: %s
tr: %s anahtarý parmak izi: %s

source: %s fingerprints match.
tr: %s parmak izleri uyuþuyor.

source: %s fingerprints do not match!
tr: %s parmak izleri uyuþmuyor!

source: unknown issuer (first %d characters): %s
tr: bilinmeyen çýkaran firma adý (ilk %d karakter): %s

source: File descriptor out of range for SSL
tr: Dosya belirteci SSL için sýnýrlar dýþýnda

source: Certificate/fingerprint verification was somehow skipped!
tr: Sertifika/parmak izi doðrulamasý bir biçimde atlandý!

source: Cygwin socket read retry
tr: Cygwin soketinden okuma yeniden deneniyor

source: Cygwin socket read retry failed!
tr: Cygwin soketinden okuma baþarýsýz oldu!

source: mapped %s to local %s
tr: %s yerel %s'e eþlendi

source: passed through %s matching %s
tr: %2$s ile uyuþan %1$s geçirildi

source: analyzing Received line: %s
tr: 'Received' satýrý çözümleniyor: %s

source: line accepted, %s is an alias of the mailserver
tr: satýr kabul edildi, %s posta sunucusu için bir takma ad

source: line rejected, %s is not an alias of the mailserver
tr: satýr kabul edilmedi, %s posta sunucusu için bir takma ad deðil

source: no Received address found
tr: hiçbir Received adresi bulunamadý

source: found Received address `%s'
tr: `%s' Received adresi bulundu

source: line: %s
tr: satýr: %s

source: no local matches, forwarding to %s
tr: yerelde uyan bulunamadý, %s'e iletiliyor

source: forwarding and deletion suppressed due to DNS errors
tr: iletme ve silme DNS hatalarý nedeniyle yapýlmýyor

source: writing RFC822 msgblk.headers
tr: RFC822 msgblk.headers yazýlýyor

source: no recipient addresses matched declared local names
tr: alýcý adreslerinden hiçbiri bildirilen yerel adlardan hiçbirine uymuyor

source: recipient address %s didn't match any local name
tr: alýcý adresi %s yerel adlardan hiçbirine uymuyor

source: message has embedded NULs
tr: iletinin içinde NUL karakterleri var

source: SMTP listener rejected local recipient addresses:
tr: SMTP dinleyicisi yerel alýcý adreslerini reddetti:

source: Old UID list from %s:
tr: %s'den eski UID listesi:

source: <empty>
tr: <boþ>

source: Scratch list of UIDs:
tr: Müsvedde UID listesi:

source: Merged UID list from %s:
tr: %s'den UID listesi birleþtirildi:

source: New UID list from %s:
tr: %s'den yeni UID listesi:

source: not swapping UID lists, no UIDs seen this query
tr: UID listeleri takas edilmiyor, hiçbir UID bu sorguyu görmedi

source: discarding new UID list
tr: yeni UID listeleri siliniyor

source: Deleting fetchids file.
tr: fetchids dosyasý siliniyor.

source: Writing fetchids file.
tr: fetchids dosyasý yazýlýyor.

source: malloc failed
tr: malloc baþarýsýz oldu

source: realloc failed
tr: realloc baþarýsýz oldu
