Repository: Distrotech/fetchmail
Catalog: po/*.po
Languages: tr

source: could not decode BASE64 challenge
tr: BASE64 challenge'ýnýn kodunu çözemedim

source: decoded as %s
tr: %s olarak kodu çözüldü

source: skipping message %s@%s:%d
tr: ileti %s@%s:%d atlanýyor

source: skipping message %s@%s:%d (%d octets)
tr: ileti %s@%s:%d atlanýyor (%d sekizlik)

source: (length -1)
tr: (büyüklük -1)

source: (oversized)
tr: (çok büyük)

source: couldn't fetch headers, message %s@%s:%d (%d octets)
tr: baþlýklar getirilemedi, ileti %s@%s:%d (%d sekizlik)

source: reading message %s@%s:%d of %d
tr: ileti %s@%s:%d okunuyor (%d taneden)

source: message %s@%s:%d was not the expected length (%d actual != %d expected)
tr: %s@%s:%d iletisinin uzunluðu beklendiði kadar deðil (gerçekte %d != beklenen %d)

source: retained
tr: býrakýldý

source: flushed
tr: boþaltýldý

source: not flushed
tr: boþaltýlmadý

source: timeout after %d seconds waiting to connect to server %s.
tr: %d saniye %s sunucusuna baðlanmak beklendi ve zamanaþýmý süresi doldu.

source: timeout after %d seconds waiting for server %s.
tr: sunucu %2$s %1$d saniye beklendi ve zamanaþýmý süresi doldu.

source: timeout after %d seconds waiting for %s.
tr: %2$s %1$d saniye beklendi ve zamanaþýmý süresi doldu.

source: timeout after %d seconds waiting for listener to respond.
tr: dinleyici %d saniye beklendikten sonra zamanaþýmýna uðrandý.

source: timeout after %d seconds.
tr: %d saniye beklendi ve zamanaþýmý süresi doldu.

source: Fetchmail saw more than %d timeouts while attempting to get mail from %s@%s.
tr: Fetchmail %2$s@%3$s'den posta almaya çalýþýrken %1$d'den çok zamanaþýmý ile karþýlaþtý.

source: This could mean that your mailserver is stuck, or that your SMTP server is wedged, or that your mailbox file on the server has been corrupted by a server error. You can run `fetchmail -v -v' to diagnose the problem. Fetchmail won't poll this mailbox again until you restart it.
tr: Bunun nedeni posta sunucunuzun takýlmýþ olmasý, SMTP sunucunuzun sýkýþmýþ olmasý ya da sunucu üzerindeki mektup kutusu dosyanýzýn bir sunucu hatasýyla bozulmuþ olmasý olabilir. Sorunu tanýlamak için `fetchmail -v -v' çalýþtýrabilirsiniz. Fetchmail yeniden çalýþtýrýlana dek bir daha bu posta kutusuna bakmayacak.

source: pre-connection command failed with status %d
tr: baðlantý sonrasý komut baþarýsýz oldu, durum kodu %d

source: couldn't find HESIOD pobox for %s
tr: %s için HESIOD pobox bulunamadý

source: Lead server has no name.
tr: Lead sunucunun adý yok.

source: %s connection to %s failed
tr: %2$s'ye %1$s baðlantýsý baþarýsýz oldu

source: SSL connection failed.
tr: SSL baðlantýsý baþarýsýz oldu.

source: Lock-busy error on %s@%s
tr: Meþgul kilit hatasý (%s@%s)

source: Server busy error on %s@%s
tr: Sunucu meþgul hatasý (%s@%s)

source: Authorization failure on %s@%s%s
tr: %s@%s%s'te yetkilendirme hatasý

source: (previously authorized)
tr: (önceden yetkilendirilmiþ)

source: Fetchmail could not get mail from %s@%s.
tr: Fetchmail %s@%s'den posta alamadý.

source: The attempt to get authorization failed. This probably means your password is invalid, but some servers have other failure modes that fetchmail cannot distinguish from this because they don't send useful error messages on login failure. The fetchmail daemon will continue running and attempt to connect at each cycle. No future notifications will be sent until service is restored.
tr: Yetki alma denemesi baþarýsýz oldu. Bu, parolanýzýn geçersiz olmasýndan kaynaklanýyor olabilir, ancak bazý sunucularýn giriþ sýrasýnda iþe yarar hata iletisi göndermemelerinden dolayý fetchmail'in anlayamadýðý baþka hata modlarý da vardýr. Fetchmail daemon'ý çalýþmaya devam edecek ve sýrasý geldikçe baðlanmaya çalýþacak. Hizmet yeniden saðlanana dek baþka bir bildirim gönderilmeyecek.

source: Repoll immediately on %s@%s
tr: %s@%s'de hemen yeniden kontrol

source: Unknown login or authentication error on %s@%s
tr: %s@%s'te bilinmeyen giriþ ya da kimlik denetleme hatasý

source: Authorization OK on %s@%s
tr: %s@%s'te yetki denetleme tamam

source: Fetchmail was able to log into %s@%s.
tr: Fetchmail %s@%s'e girmeyi baþardý.

source: Service has been restored.
tr: Hizmet yeniden saðlanýyor.

source: selecting or re-polling folder %s
tr: %s klasörünü seçiyor ya da yeniden kontrol ediyorum

source: selecting or re-polling default folder
tr: öntanýmlý klasörü seçiyor ya da yeniden kotrol ediyorum

source: %s at %s (folder %s)
tr: %2$s'de %1$s (klasör %3$s)

source: %s at %s
tr: %2$s'de %1$s

source: Polling %s
tr: %s yoklanýyor

source: (%d octets).
tr: (%d sekizli).

source: No mail for %s
tr: %s için mektup yok

source: bogus message count!
tr: sahte ileti sayýsý!

source: socket
tr: soket

source: client/server synchronization
tr: istemci/sunucu senkronizasyonu

source: client/server protocol
tr: istemci/sunucu protokolü

source: lock busy on server
tr: sunucuda kilit meþgul

source: SMTP transaction
tr: SMTP iþlemi

source: DNS lookup
tr: DNS sorgusu

source: post-connection command failed with status %d
tr: baðlantý sonrasý komut %d durum kodu ile baþarýsýz oldu

source: Kerberos V5 support not linked.
tr: Kerberos V5 desteði yok.

source: Option --flush is not supported with %s
tr: --flush seçeneði %s ile desteklenmiyor

source: Option --all is not supported with %s
tr: --all seçeneði %s ile desteklenmiyor

source: Option --limit is not supported with %s
tr: --limit seçeneði %s ile desteklenmiyor

source: %s: The QMAILINJECT environment variable is set. This is dangerous as it can make qmail-inject or qmail's sendmail wrapper tamper with your From: or Message-ID: headers. Try "env QMAILINJECT= %s YOUR ARGUMENTS HERE" %s: Abort.
tr: %s: QMAILINJECT çevre deðiþkeni var. Bu tehlikelidir çünkü qmail-inject ya da qmail'in sendmail wrapper'ýnýn From: ve Message-ID: baþlýklarýný deðiþtirmesine neden olabilir. Þunu deneyin: "env QMAILINJECT= %s KULLANDIÐINIZ DÝÐER ARGÜMANLAR" %s: Çýkýyorum.

source: %s: The NULLMAILER_FLAGS environment variable is set. This is dangerous as it can make nullmailer-inject or nullmailer's sendmail wrapper tamper with your From:, Message-ID: or Return-Path: headers. Try "env NULLMAILER_FLAGS= %s YOUR ARGUMENTS HERE" %s: Abort.
tr: %s: QMAILINJECT çevre deðiþkeni var. Bu tehlikelidir çünkü qmail-inject ya da qmail'in sendmail wrapper'ýnýn From: ve Message-ID: baþlýklarýný deðiþtirmesine neden olabilir. Þunu deneyin: "env QMAILINJECT= %s KULLANDIÐINIZ DÝÐER ARGÜMANLAR" %s: Çýkýyorum.

source: %s: You don't exist. Go away.
tr: %s: Burada yoksunuz. Uzak durun.

source: %s: can't determine your host!
tr: %s: makinanýzý belirleyemiyorum!

source: gethostbyname failed for %s
tr: `gethostbyname' %s için baþarýsýz oldu

source: %s's SMTP listener does not support ESMTP
tr: %s'nin SMTP dinleyicisi ESMTP'yi desteklemiyor

source: %s's SMTP listener does not support ETRN
tr: %s'nin SMTP dinleyicisi ETRN'yi desteklemiyor

source: Queuing for %s started
tr: %s için kuyruða koyma baþladý

source: No messages waiting for %s
tr: %s için bekleyen ileti yok

source: Pending messages for %s started
tr: %s için bekleyen iletiler baþladý

source: Unable to queue messages for node %s
tr: %s düðümü için iletiler kuyruða konamýyor

source: Node %s not allowed: %s
tr: Düðüm %s'in izni yok: %s

source: ETRN syntax error
tr: ETRN sözdizim hatasý

source: ETRN syntax error in parameters
tr: Parametrelerde ETRN sözdizim hatasý

source: Unknown ETRN error %d
tr: Bilinmeyen ETRN hatasý %d

source: Option --keep is not supported with ETRN
tr: --keep seçeneði ETRN ile desteklenmiyor

source: Option --flush is not supported with ETRN
tr: --flush seçeneði ETRN ile desteklenmiyor

source: Option --check is not supported with ETRN
tr: --check seçeneði ETRN ile desteklenmiyor

source: fetchmail: invoked with
tr: fetchmail: bunlarla baþlatýldý

source: could not get current working directory
tr: çalýþma dizini bulunamadý

source: This is fetchmail release %s
tr: fetchmail sürüm %s

source: Taking options from command line%s%s
tr: Seçenekler komut satýrýndan alýnýyor%s%s

source: and
tr: ve

source: No mailservers set up -- perhaps %s is missing?
tr: Hiçbir posta sunucusu yok; belki %s eksik?

source: fetchmail: no mailservers have been specified.
tr: fetchmail: hiçbir posta sunucusu belirtilmedi.

source: fetchmail: no other fetchmail is running
tr: fetchmail: baþka bir fetchmail çalýþmýyor

source: background
tr: arkaplan

source: foreground
tr: önplan

source: fetchmail: can't check mail while another fetchmail to same host is running.
tr: fetchmail: ayný makinaya baþka bir fetchmail çalýþýrken iletilere bakamam.

source: fetchmail: can't accept options while a background fetchmail is running.
tr: fetchmail: arkaplanda bir fetchmail çalýþýrken seçenekleri kabul edemem.

source: fetchmail: can't find a password for %s@%s.
tr: fetchmail: %s@%s'in parolasýný bulamýyorum.

source: Enter password for %s@%s:
tr: %s@%s'in parolasýný yazýnýz:

source: couldn't time-check %s (error %d)
tr: dosya zamaný kontrol edilemedi %s (hata kodu %d)

source: restarting fetchmail (%s changed)
tr: fetchmail yeniden baþlatýlýyor (%s deðiþti)

source: attempt to re-exec may fail as directory has not been restored
tr: yeniden baþlatma denemesi, dizin eski haline döndürülmediðinden baþarýsýz olabilir

source: attempt to re-exec fetchmail failed
tr: fetchmail'i yeniden baþlatma denemesi baþarýsýz oldu

source: poll of %s skipped (failed authentication or too many timeouts)
tr: %s'e bakmadan atlýyorum (ya kimlik denetlemesi baþarýsýz ya da çok fazla zamamaþýmý)

source: interval not reached, not querying %s
tr: aralýk ulaþýlmadý, %s'i sorgulamýyorum

source: Query status=0 (SUCCESS)
tr: Sorgulama durumu=0 (SUCCESS)

source: Query status=1 (NOMAIL)
tr: Sorgulama durumu=1 (NOMAIL)

source: Query status=2 (SOCKET)
tr: Sorgulama durumu=2 (SOCKET)

source: Query status=3 (AUTHFAIL)
tr: Sorgulama durumu=3 (AUTHFAIL)

source: Query status=4 (PROTOCOL)
tr: Sorgulama durumu=4 (PROTOCOL)

source: Query status=5 (SYNTAX)
tr: Sorgulama durumu=5 (SYNTAX)

source: Query status=6 (IOERR)
tr: Sorgulama durumu=6 (IOERR)

source: Query status=7 (ERROR)
tr: Sorgulama durumu=7 (ERROR)

source: Query status=8 (EXCLUDE)
tr: Sorgulama durumu=8 (EXCLUDE)

source: Query status=9 (LOCKBUSY)
tr: Sorgulama durumu=9 (LOCKBUSY)

source: Query status=10 (SMTP)
tr: Sorgulama durumu=10 (SMTP)

source: Query status=11 (DNS)
tr: Sorgulama durumu=11 (DNS)

source: Query status=12 (BSMTP)
tr: Sorgulama durumu=12 (BSMTP)

source: Query status=13 (MAXFETCH)
tr: Sorgulama durumu=13 (MAXFETCH)

source: Query status=%d
tr: Sorgulama durumu=%d

source: All connections are wedged. Exiting.
tr: Tüm baðlantýlar sýkýþtý. Çýkýyorum.

source: awakened by %s
tr: %s tarafýndan uyandýrýldým

source: awakened by signal %d
tr: %d sinyali ile tarafýndan uyandýrýldým

source: awakened at %s
tr: %s'de uyandýrýldým

source: normal termination, status %d
tr: normal bitiþ, durum kodu %d

source: couldn't time-check the run-control file
tr: çalýþma denetimi (run-control) dosyasýnýn zamaný kontrol edilemedi

source: Warning: multiple mentions of host %s in config file
tr: Uyarý: yapýlandýrma dosyasýnda %s makinasýnýn adý birden çok kez geçiyor

source: SSL support is not compiled in.
tr: SSL desteði derlenirken eklenmemiþ.

source: %s configuration invalid, LMTP can't use default SMTP port
tr: %s yapýlandýrma geçersiz, LMTP, SMTP'nin öntanýmlý portunu kullanamaz

source: terminated with signal %d
tr: %d sinyali ile sona erdirildi

source: %s querying %s (protocol %s) at %s: poll started
tr: %4$s'de %1$s %2$s'i sorguluyor (protokol %3$s): yoklama baþlatýldý

source: POP3 support is not configured.
tr: POP3 desteði yapýlandýrýlmamýþ.

source: IMAP support is not configured.
tr: IMAP desteði yapýlandýrýlmamýþ.

source: ETRN support is not configured.
tr: ETRN desteði yapýlandýrýlmamýþ.

source: ODMR support is not configured.
tr: ODMR desteði yapýlandýrýlmamýþ.

source: unsupported protocol selected.
tr: desteklenmeyen protokol seçilmiþ.

source: %s querying %s (protocol %s) at %s: poll completed
tr: %4$s'de %1$s %2$s'i sorguluyor (protokol %3$s): yoklama tamamlandý

source: Poll interval is %d seconds
tr: Nabýz yoklama aralýðý %d saniye

source: Logfile is %s
tr: Kayýt dosyasý = %s

source: Idfile is %s
tr: Kimlik dosyasý %s

source: Progress messages will be logged via syslog
tr: Ýlerleme durumu iletileri syslog ile kaydedilecek.

source: Fetchmail will masquerade and will not generate Received
tr: Fetchmail kýlýk deðiþtirecek ve Received satýrý oluþturmayacak

source: Fetchmail will show progress dots even in logfiles.
tr: Fetchmail ilerleme durumunu gösteren noktalarý kayýt dosyalarýnda bile gösterecek.

source: Fetchmail will forward misaddressed multidrop messages to %s.
tr: Fetchmail yanlýþ adrese gönderilmiþ multidrop iletileri %s'e iletecek.

source: Fetchmail will direct error mail to the postmaster.
tr: Fetchmail hata iletisini postmaster'a iletecek.

source: Fetchmail will direct error mail to the sender.
tr: Fetchmail hata iletisini göndericiye iletecek.

source: Options for retrieving from %s@%s:
tr: %s@%s'den getirmek için seçenekler:

source: Mail will be retrieved via %s
tr: Mektuplar %s yoluyla getirilecek

source: True name of server is %s.
tr: Sunucunun gerçek adý %s.

source: Password will be prompted for.
tr: Parola sorulacak.

source: Password = "%s".
tr: Parola = "%s".

source: Protocol is KPOP with Kerberos %s authentication
tr: Protokol olarak Kerberos %s kimlik denetlemesi ile KPOP kullanýlýyor

source: Protocol is %s
tr: Protokol %s

source: (using service %s)
tr: (%s hizmetini kullanýyorum)

source: (using default port)
tr: (öntanýmlý port kullanýlýyor)

source: All available authentication methods will be tried.
tr: Tüm kimlik denetleme yöntemleri denenecek.

source: Password authentication will be forced.
tr: Parola ile kimlik kanýtlamasý istenecek.

source: NTLM authentication will be forced.
tr: NTLM kimlik kanýtlamasý istenecek.

source: OTP authentication will be forced.
tr: OTP kimlik kanýtlamasý istenecek.

source: GSSAPI authentication will be forced.
tr: GSSAPI kimlik kanýtlamasý istenecek.

source: Kerberos V5 authentication will be forced.
tr: Kerberos V5 kimlik kanýtlamasý istenecek.

source: End-to-end encryption assumed.
tr: Uçtan uca þifreleme varsayýlýyor.

source: Mail service principal is: %s
tr: Posta hizmeti 'pricipal'i: %s

source: SSL encrypted sessions enabled.
tr: SSL ile þifrelenmiþ oturumlar etkinleþtirildi.

source: SSL protocol: %s.
tr: SSL protokolü: %s.

source: SSL server certificate checking enabled.
tr: SSL sunucu sertifikasý kontrolü etkinleþtirildi.

source: SSL trusted certificate directory: %s
tr: SSL güvenilir sertifika dizini: %s

source: SSL key fingerprint (checked against the server key): %s
tr: SSL anahtar parmakizi (sunucu anahtarý ile denetlendi): %s

source: Server nonresponse timeout is %d seconds
tr: Sunucu zamanaþýmý %d saniye

source: (default).
tr: (öntanýmlý).

source: Default mailbox selected.
tr: Öntanýmlý posta kutusu seçildi.

source: Selected mailboxes are:
tr: Seçilen posta kutularý:

source: Message size limit is %d octets (--limit %d).
tr: Ýleti boyut sýnýrý %d sekizlik (--limit %d).

source: No message size limit (--limit 0).
tr: Ýleti boyut sýnýrý yok (--limit 0).

source: Message size warning interval is %d seconds (--warnings %d).
tr: Ýleti boyut uyarýsý aralýðý %d saniye (--warnings %d).

source: Size warnings on every poll (--warnings 0).
tr: Her yoklamada büyüklük uyarýsý (--warnings 0).

source: Received-message limit is %d (--fetchlimit %d).
tr: Alýnan ileti sýnýrý %d (--fetchlimit %d).

source: No received-message limit (--fetchlimit 0).
tr: Alýnan ileti sýnýrý yok (--fetchlimit 0).

source: Fetch message size limit is %d (--fetchsizelimit %d).
tr: Getirilen ileti boyut sýnýrý %d (--fetchsizelimit %d).

source: No fetch message size limit (--fetchsizelimit 0).
tr: Getirilen ileti boyut sýnýrý yok (--fetchsizelimit 0).

source: Do binary search of UIDs during each poll (--fastuidl 1).
tr: Her yoklama sýrasýnda UID'lerin 'binary' aramasýný yap (--fastuidl %d).

source: Do binary search of UIDs during %d out of %d polls (--fastuidl %d).
tr: Her %2$d yoklamanýn %1$d tanesinde UID'lerin 'binary' aramasýný yap (--fastuidl %3$d).

source: Do linear search of UIDs during each poll (--fastuidl 0).
tr: Her yoklama sýrasýnda UID'ler için doðrusal arama yap (--fastuidl 0).

source: SMTP message batch limit is %d.
tr: SMTP ileti 'batch' limiti %d.

source: No SMTP message batch limit (--batchlimit 0).
tr: SMTP iletisi 'batch' limiti yok (--batchlimit 0).

source: Deletion interval between expunges forced to %d (--expunge %d).
tr: Silmeler arasýndaki zaman aralýðý olarak %d kullanýlacak (--expunge %d).

source: No forced expunges (--expunge 0).
tr: Silmeler zorlanmayacak (--expunge 0).

source: Domains for which mail will be fetched are:
tr: Þu alanlar (domains) için posta getirilecek:

source: (default)
tr: (öntanýmlý)

source: Messages will be appended to %s as BSMTP
tr: Ýletiler %s'e BSMTP olarak eklenecek

source: Messages will be delivered with "%s".
tr: Ýletiler "%s" ile ulaþtýrýlacak.

source: Messages will be %cMTP-forwarded to:
tr: Ýletiler %cMTP ile aþaðýdakilere iletilecek:

source: Host part of MAIL FROM line will be %s
tr: MAIL FROM satýrýnýn bilgisayar bölümü %s olacak

source: Address to be put in RCPT TO lines shipped to SMTP will be %s
tr: SMTP'ye gönderilecek RCPT TO satýrlarýna konacak adres %s olacak

source: Recognized listener spam block responses are:
tr: Bilinen dinleyici spam engelleme yanýtlarý þöyle:

source: Spam-blocking disabled
tr: Spam engelleme etkin deðil

source: Server connection will be brought up with "%s".
tr: Sunucu baðlantýsý "%s" ile açýlacak.

source: No pre-connection command.
tr: Hiçbir baðlantý öncesi komutu yok.

source: Server connection will be taken down with "%s".
tr: Sunucu baðlantýsý "%s" ile kopatýlacak.

source: No post-connection command.
tr: Hiçbir baðlantý öncesi komutu yok.

source: No localnames declared for this host.
tr: Bu makina için hiçbir yerel ad tanýmlanmamýþ.

source: Multi-drop mode:
tr: Multi-drop kipi:

source: Single-drop mode:
tr: Single-drop kipi:

source: Envelope-address routing is disabled
tr: Envelope-address routing etkin deðil

source: Envelope header is assumed to be: %s
tr: Envelope baþlýðý þöyle varsayýlýyor: %s

source: Prefix %s will be removed from user id
tr: %s öneki kullanýcý kimliðinden silinecek

source: No prefix stripping
tr: Sonekler silinmeyecek

source: Predeclared mailserver aliases:
tr: Önceden tanýmlanmýþ posta sunucusu takma adlarý:

source: Local domains:
tr: Yerel alanlar:

source: Connection must be through interface %s.
tr: Baðlatý %s arayüzünden olmalý.

source: No interface requirement specified.
tr: Belirli bir arayüzün kullanýlmasý zorunlu koþulmamýþ.

source: Polling loop will monitor %s.
tr: Yoklama döngüsü %s'i gözleyecek.

source: No monitor interface specified.
tr: Gözleme arayüzü belirtilmemiþ.

source: Server connections will be made via plugin %s (--plugin %s).
tr: Sunucu baðlantýlarý %s plugin'i ile yapýlacak (--plugin %s).

source: No plugin command specified.
tr: Plugin komutu belirtilmemiþ.

source: Listener connections will be made via plugout %s (--plugout %s).
tr: Dinleyici baðlantýlarý %s plugout'u ile yapýlacak (--plugput %s).

source: No plugout command specified.
tr: Plugout komutu belirtilmemiþ.

source: No UIDs saved from this host.
tr: Bu makineden hiçbir UID saklanmadý.

source: %d UIDs saved.
tr: %d UID saklandý.

source: Poll trace information will be added to the Received header.
tr: Received baþlýðýna yoklama izleme bilgisi eklenecek.

source: Pass-through properties "%s".
tr: Özellikler geçiriliyor "%s".

source: Caught SIGINT... bailing out.
tr: SIGINT yakalandý... çýkýyorum.

source: Couldn't get service name for [%s]
tr: [%s] için hizmet adý alýnamadý

source: Using service name [%s]
tr: Hizmet adý olarak [%s] kullanýlýyor

source: Sending credentials
tr: Credential'lar gönderiliyor

source: Error exchanging credentials
tr: Credential takasýnda hata

source: Couldn't unwrap security level data
tr: Güvenlik düzeyi verisi elde edilemedi

source: Credential exchange complete
tr: Crendential takasý tamamlandý

source: Server requires integrity and/or privacy
tr: Sunucu iç tutarlýlýk ve/ya da mahremiyet gerektiriyor

source: Unwrapped security level flags: %s%s%s
tr: Güvenlik düzeyi bayraklarý: %s%s%s

source: Maximum GSS token size is %ld
tr: En büyük GSS token boyutu %ld

source: Error creating security level request
tr: Güvenlik düzeyi isteðini oluþtururken hata

source: Releasing GSS credentials
tr: GSS credential'larý býrakýlýyor

source: Error releasing credentials
tr: Credential'lar býrakýlýrken hata

source: Protocol identified as IMAP4 rev 1
tr: Protokol IMAP4 rev 1 olarak belirlendi

source: Protocol identified as IMAP4 rev 0
tr: Protokol IMAP rev 0 olarak belirlendi.

source: will idle after poll
tr: yoklamadan sonra idle kalýnacak

source: Required OTP capability not compiled into fetchmail
tr: fetchmail gerekli OTP desteði ile derlenmemiþ

source: Required NTLM capability not compiled into fetchmail
tr: fetchmail gerekli NTLM desteði ile derlenmemiþ

source: %u is unseen
tr: %u görülmemiþ

source: re-poll failed
tr: yeniden yoklama baþarýsýz oldu

source: mailbox selection failed
tr: posta kutusu seçimi baþarýsýz oldu

source: expunge failed
tr: silme baþarýsýz oldu

source: search for unseen messages failed
tr: görülmemiþ iletileri arama iþlemi baþarýsýz oldu

source: %u is first unseen
tr: %u ilk görülmemiþ

source: Unable to open kvm interface. Make sure fetchmail is SGID kmem.
tr: kvm arayüzü açýlamadý. fetchmail'in SGID kmem olduðundan emin olunuz.

source: Unable to parse interface name from %s
tr: %s'den arayüz adýný çýkaramadým

source: get_ifinfo: sysctl (iflist estimate) failed
tr: get_ifinfo: sysctl (iflist kestirme) baþarýsýz oldu

source: get_ifinfo: malloc failed
tr: get_ifinfo: malloc baþarýsýz oldu

source: get_ifinfo: sysctl (iflist) failed
tr: get_ifinfo: sysctl (iflist) baþarýsýz oldu

source: Routing message version %d not understood.
tr: Routing iletisi sürüm %d anlaþýlamadý.

source: No interface found with name %s
tr: Adý %s olan bir arayüz bulunamadý

source: No IP address found for %s
tr: %s için bir IP adresi bulunamadý

source: missing IP interface address
tr: IP arayüzü adresi yok

source: invalid IP interface address
tr: geçersiz IP arayüzü adresi

source: invalid IP interface mask
tr: geçersiz IP arayüzü maskesi

source: skipping poll of %s, %s down
tr: %s'in yoklanmasýný atlýyorum, %s çalýþmýyor

source: skipping poll of %s, %s IP address excluded
tr: %s'in yoklamasý atlanýyor, %s IP adresi dýþarýda tutuluyor

source: skipping poll of %s, %s inactive
tr: %s'in yoklamasý atlanýyor, %s etkin deðil

source: activity on %s was %d, is %d
tr: %s'de etkinlik %d idi, þimdi %d

source: fetchmail: removing stale lockfile
tr: fetchmail: eski kilit dosyasýný siliyorum

source: fetchmail: lock creation failed.
tr: fetchmail: kilit oluþturulamadý.

source: %s:%d: warning: found "%s" before any host names
tr: %s:%d: uyarý: herhangi bir makina adýndan önce "%s" bulundu

source: %s:%d: warning: unknown token "%s"
tr: %s:%d: uyarý: bilinmeyen token "%s"

source: %s's SMTP listener does not support ATRN
tr: %s'in SMTP dinleyicisi ATRN'yi desteklemiyor

source: Turnaround now...
tr: Roller deðiþiliyor...

source: ATRN request refused.
tr: ATRN isteði reddedildi.

source: Unable to process ATRN request now
tr: ATRN isteðini þimdi iþleyemiyorum

source: You have no mail.
tr: Mektubunuz yok.

source: Command not implemented
tr: Bu komut gerçeklenmemiþ

source: Authentication required.
tr: Kimlik kanýtlamasý gerekiyor.

source: Option --keep is not supported with ODMR
tr: --keep seçeneði ODMR ile desteklenmiyor

source: Option --flush is not supported with ODMR
tr: --flush seçeneði ODMR ile desteklenmiyor
